Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=766_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Oahppamateriálat interneahtas
smn: Oppâmateriaaleh interneetist

source: OAHPA lea interneahttaprográmma nuoraide ja rávesolbmuide geat leat oahpahallame davvisámegiela. Prográmma sáhtát heivehit fáttáid ja dási mielde, ja ođđa bargobihtát ráhkaduvvojit automáhtalaččat.
smn: Nettisaje - Nettisaje lii saje, kost anarâšah pyehtih jyehiđ tiäđuid, savâstâllâđ já kavnâđ jieškote-uvlágán materiaalijd tego čalluid, kuuvijd, lavlui saanijd já oppâmateriaalijd.

source: Veahkkeneavvut daidda geat leat oahpahallame davvisámegiela, dahje geain leat mánát geat leat oahpahallame davvisámegiela. Ovttas.no Sámi oahpponeavvut neahtas
smn: Ohtâvuotâ - nettiaavis vuossâmuš ulme lii jyehiđ vuáđutiäđuid säämi siärváduvâst já säämi aalmugist onnáápeeivi syemmilâš já tave-eennâmlâš siärváduvâin já uápistiđ perusteijeid eres käldeesijđoid interneetist.

source: Oktavuohta Neahttaaviisa sámiin ja sámi kultuvrras
smn: Säämi kielâlävdikode

source: E-girji
smn: E-girji (tavesämikielâ)

source: - interneahttavuorká, gos beassá oahppat iehčanassii sámegiela máŋggabealát oahpahusprográmmaiguin
smn: Anarâšah - Siijđoid lii pyevtittâm Sämimuseo Siida - Saamelaismuseosäätiö ohtsâšpargoin Anarâškielâ servi rs:in Máttááttâsministeriö uásiruttâdâssáin.

source: - oahpaheaddji sáhttá geavahit daid maid olles oahpahusjoavkkuin dahje sierraoahpahusas.
smn: Nuorttâlii - Sääʹmjieʹllem. Siijđoid lii pyevtittâm Sämimuseo Siida - Saamelaismuseosäätiö

source: Suomas siidduid oažžu geavahit nuvttá sámegiela ja sámegielat oahpahusas.
smn: Maahisweb - Siijđoid lii pyevtittâm Sämimuseo Siida - Saamelaismuseosäätiö

source: Oahpaheaddji galgá ieš bivdit geavahandovddaldaga Toivo Westas (toivo.
smn: YLE Sámi radio (párnái TV-ohjelm Unna Junná, párnái radio-ohjelm Binna Bánna)

source: west (at )yahoo.co.uk.
smn: SVT Sápmi - párnái TV

source: NRK Sámi radio - mánáid TV
smn: NRK Sámi radio - párnái TV

source: Cugu - neahttasiidu mánáide
smn: Cugu (tavesämikielâlâš párnái sijđo)

source: Eanadállu - Interaktiivvalaš speallansiidu mánáide
smn: Eanadállu (tavesämikielâlâš spellâ)

source: Sámi Giellagáldu almmustahttá sámegielaid ođđa terminologiija ja normeremiid.
smn: Säämi Kielâkäldee almostit sämikielâi uđđâ terminologia já noormâid.
